/* Percentage left menuitem */
"%ld %% left" = "%ld %% restante";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% restante ( %2$ld/%3$ld mAh )";

/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld restante (%3$ld%%)";

/* Update menuitem
 Update notification */
"A newer version is available" = "Una nuova versione è disponibile";

/* Advanced mode setting */
"Advanced mode" = "Modalità avanzata";

/* Calculating sidetext */
"Calculating…" = "Calcolo…";

/* Charged notification */
"Charged" = "Caricato";

/* Update menuitem */
"Checking for updates…" = "Ricerca aggiornamenti…";

/* Update menuitem */
"Could not check for updates" = "Non ci sono aggiornamenti";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Cicli: %ld";

/* Time display with parentheses setting */
"Display time with parentheses" = "Mostra tempo tra parentesi";

/* Display temperature in Fahrenheit setting */
"Display temperature in Fahrenheit" = "Mostra la temperatura in gradi Fahrenheit";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Impostazioni Risparmio Energia";

/* Remaining menuitem */
"Loading…" = "Caricamento…";

/* Notification menuitem */
"Notifications" = "Notifiche";

/* Powersource menuitem */
"Power source: %@" = "Alimentazione : %@";

/* Powersource menuitem */
"Power source: Unknown" = "Alimentazione : Sconosciuta";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Consumo: %.2f Watt";

/* Quit menuitem */
"Quit" = "Esci";

/* Settings menuitem */
"Settings" = "Opzioni";

/* Start at login setting */
"Start at login" = "Lancia all'avvio";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperatura: %.1f°C";

/* Advanced battery info menuitem (Fahrenheit) */
"Temperature: %.1f°F" = "Temperatura: %.1f°F";

/* Update menuitem */
"Up to date" = "Aggiornato";